export const slides = [
    {
      "title": 'Мир',
      "start": 1988,
      "end": 1993,
      "articles": [
        {
          "year": 1988,
          "text": "В Армении произошло катастрофическое землетрясение, унесшее жизни 25 тыс. человек"
        },
        {
          "year": 1989,
          "text": "Разрушением Берлинской стены"
        },
        {
          "year": 1990,
          "text": "Запуск космического телескопа «Хаббл»"
        },
        {
          "year": 1991,
          "text": "Этот год стал годом распада Советского Союза, Варшавского договора и СЭВ."
        },
        {
          "year": 1992,
          "text": "Маастрихте (Нидерланды) подписан Договор о Европейском союзе. "
        },
        {
          "year": 1993,
          "text": "«Европейский Союз» официально создан договором, вступившим в силу 1 ноября 1993 года."
        },
      ]
    },
    {
      "title": 'Игры',
      "start": 1994,
      "end": 1997,
      "articles": [
        {
          "year": 1994,
          "text": "Провозглашена независимость Республики Палау от США"
        },
        {
          "year": 1995,
          "text": "Появилась инновационная операционная система Windows 95 , которая значительно упростила работу с персональными компьютерами"
        },
        {
          "year": 1996,
          "text": "Начало летних Олимпийских игр 1996 года в Атланте."
        },
        {
          "year": 1997,
          "text": "Гибель принцессы Дианы"
        },
      ]
    },
    {
      "title": 'Кризис',
      "start": 1998,
      "end": 2001,
      "articles": [
        {
          "year": 1998,
          "text": "Первый экономический кризис в постсоветской истории"
        },
        {
          "year": 1999,
          "text": "Последний год второго тысячелетия"
        },
        {
          "year": 2000,
          "text": "В Баренцевом море потерпела катастрофу атомная подводная лодка «Курск»."
        },
        {
          "year": 2001,
          "text": "Теракт 11 сентября 2001 года стал крупнейшим в мировой истории по числу жертв"
        },
      ]
    },
    {
      "title": 'Музыка',
      "start": 2002,
      "end": 2004,
      "articles": [
        {
          "year": 2002,
          "text": "Восточный Тимор получает независимость от Индонезии и принимается в ООН"
        },
        {
          "year": 2003,
          "text": "Нора Джонс выиграла шесть премий Грэмми, включая «Альбом года» за Come Away With Me."
        },
        {
          "year": 2004,
          "text": "Подводное землетрясение (моретрясение) в Индийском океане"
        },
      ]
    },
    {
      "title": 'YouTube',
      "start": 2005,
      "end": 2008,
      "articles": [
        {
          "year": 2005,
          "text": "«Я в зоопарке» — первое видео, когда-либо загруженное на YouTube"
        },
        {
          "year": 2006,
          "text": "Черногория голосует за провозглашение независимости от Сербии"
        },
        {
          "year": 2007,
          "text": "Румыния и Болгария приняты в Европейский Союз, что расширило его до 27 стран и населения около 490 миллионов "
        },
        {
          "year": 2008,
          "text": "Сатоши Накамото написал официальный документ, представляющий миру криптовалюту Биткоин"
        },
      ]
    },
    {
      "title": 'Кино',
      "start": 2009,
      "end": 2012,
      "articles": [
        {
          "year": 2009,
          "text": "Барак Обама становится первым афроамериканцем, занявшим пост президента США;"
        },
        {
          "year": 2010,
          "text": "Землетрясение на Гаити в 2010 году, разлив нефти на платформе Deepwater Horizon и землетрясение в Чили в 2010 году "
        },
        {
          "year": 2011,
          "text": "Цунами в Японии вызвало аварию на атомной электростанции Фукусима"
        },
        {
          "year": 2012,
          "text": "Вышел Побег из Шоушенка"
        },
      ]
    },
]

export const size = {
  mobile: '320px',
  tablet: '768px',
  laptop: '1024px',
}

export const device = {
  mobile: `(min-width: ${size.mobile})`,
  tablet: `(min-width: ${size.tablet})`,
  laptop: `(min-width: ${size.laptop})`
}